// pages/guanyu/lianxiwomen.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    gsmc: '深圳市***科技有限公司',
    img: '/images/wx.jpg',
    title: '深圳市***科技有限公司',
    intro: '一般经营项目是：经济信息咨询；在网上从事商贸活动(不含限制项目)；互联网区块链技术研究开发；品牌策划；市场营销策划；代订机票、车票、客房、景点门票；承办会展会务；翻译服务；汽车租赁；从事广告业务；计算机网络技术、信息系统集成服务及技术咨询服务；计算机软硬件的开发、技术服务、技术转让及技术咨询；服装、针纺织品及原料、鞋帽、箱包、皮具、日用百货、眼镜(除眼角膜接触镜)、玩具、化妆品(除分装)、工艺品、办公用品、五金交电、通讯器材、家具用品、家用电器的销售；国内贸易；从事进出口业务。(法律、行政法规、国务院决定规定在登记前须经批准的项目除外），许可经营项目是：互联网信息服务；从事经营性互联网文化服务。',
    contab: '联系方式',
    address: '深圳市宝安区新安街道大浪社区创业二路139号宝安新一代信息技术产业园',
    mobile: '186-xxxx-xxxx',
    email: '3340*****@qq.com'

  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})